module.exports =
    `
    当当当！

    一个破烂的简易罐头随着呼啸的狂风，在残破的街道上肆意的翻滚。全本小说网

    咔嚓！

    就在它准备再一次腾飞之时，一只暗红色的脚爪猛然踩下，将它那园滚的身体给从新融合在了一起，永远的剥夺了它滚动的权利。

    “嘎！”

    一声尖锐的叫喊从暗红色脚的主人身上发出，是那么的刺耳，直达云霄。

    比之篮球还大两倍的脑袋，轻轻的摇晃了两下后，收起了那一嘴的利齿，扑打了一下它那接近一米半长的尾巴后，缓缓的向前走去。

    身体上方长着许多类似鳞片一样的东西，前肢非常粗大，可以保证一旦它向你扑过来，第一时间可以将你的内脏全部拉出来。

    脑袋和电影中常见的恐龙没有什么区别，唯一不同的地方，就是它的耳朵好似狼耳朵一般。

    狼恐兽，是生活在这里的霸主。

    拥有近乎一百米5.6秒的速度，只比曾经地球上最快速度的豹子慢了几分。但是它们的却拥有着更为恐怖的耐力，几乎可以保持这种速度长达一个小时的奔驰，这是猎豹完全比之不上的。

    强有力的前肢犹如一对战刀，轻易的可以抓裂厚达五厘米的钢板。

    那开合有力的上下颌，好似一个绞肉机，任何东西落入它的嘴里，只能落一个粉身碎骨的结果。

    随着狼恐兽那让人发寒的身影渐渐消失在山头的另一边，刚才狼恐兽路过的其中一个山头上，一张暗灰色的篷布轻轻的蠕动了一下。

    半响后，一个小头从中露了出来，小脸被染得五颜六色，虽然看不清面容，但却从那还有些稚嫩的小脸上看出，他是个年纪大约12岁左右的小孩。

    用一双明亮的眼睛死死的瞪着远远离去的狼恐兽，直到对方的身影完全消失后，才松了口气，将头缩了回去。

    在篷布下，一双沾着少许机油的小手紧拽着一根已经锈迹斑斑的，从模样上看似乎是以前古代士兵专用的冷兵器长枪一类的兵器，不过却短了很多。

    不断的放松身体，小孩努力的调整着他因为紧张而绷紧的过紧的神经。

    良久，小孩似乎恢复了正常，将那根已经生锈的枪放下，有些骂骂咧咧。

    “该死的，狼恐兽怎么会来这里？难道附近已经没有食物了么？这么下去，说不定自己还真得葬身恐口。”

    当然，这话小孩没有说出来，只是心底嘀咕而已，毕竟在这里针落可闻的地方，一旦发出了什么声音，那么迎来的绝对是毫无生机的死亡。

    将篷布拉开，一个衣衫褴褛的小孩从地上站了起来，因为食物不足小孩的身体非常消瘦，但那双眼睛却充满灵动，仿佛一切都不被他放在心里一般。

    “哎，狼恐兽经过，那么附近那些小兽应该不会敢走这里了，得换个地方。”

    想罢，小孩快捷无比的将他身边的一切东西收好，不在这里停留，迅速的跳下了他所潜伏的山坡。

    其实，说是山坡，还不如说是一大堆垃圾所形成的垃圾山，而这看似连绵千里，高低起伏的山坡也全部都是大小不一的人类所使用过的废弃品组成。

    而这些垃圾的来源却是垃圾山的上空，那是一座飘浮在天空之上，能够遮天蔽日的大山，也是人类的天堂。

    ‘天空城！’

    面对地面凶猛的恐龙，人类在没有办法的情况下，托起了大山，住在了与野兽隔绝的天空之上，这也是那飘浮的大山，天空城的来由。

    虽然有了天空城，那也不是任何人都可以上去的，毕竟相对于大多数的人类而言，天空城实在是太过拥挤。

    很多人都没有资格进入那里，只能在地面上苟延残喘。

    这个看似无比精灵的小孩也属于地面群体的一员，他灵巧无比的跳下垃圾山，没有引起山坡之上那些松软的垃圾滑落。

    垃圾山是一个非常安静的地方，出来偶尔呼啸的风声外，几乎没有什么多余的声音。

    假若在这里一旦弄出点声音，那么你就只能向上帝祈祷了，祈祷你附近都没有任何恐龙存在，不然你就注定了被分尸的命运，它们无比敏锐，甚至远超以前地球上所出现的动物。

    提着枪，扛着几乎比他人还大的工具，小孩迅速的离开了这里。

    绕过几个垃圾山后，小孩停了下来，瞩目四望后，确定这里暂时安全的他迅速的爬向了其中一个比较隐蔽的山坡。

    熟练的将所有的工具准备好，小孩快捷无比开始了和那边一模一样的布置，这是一个简易的陷阱，上方吊着一块大约有二三十来斤重的石板，下方一个大型兽夹，然后是两个瓶子，一个放在山坡的边缘，一个放在兽夹之上。

    然后将自己当做包裹的篷布，覆盖在了自己的身上，将自己完全遮蔽起来。

    等一切准备完毕，小孩轻轻拉了拉手里的细线。

    “叮叮当！”

    那个在边缘的玻璃瓶随着小孩拉动的细线，缓缓的从山坡之上滚了下去，在这空旷无比的垃圾山发出了一阵悦耳的响动。

    深深的吸了口气，小孩放慢了自己的呼吸。

    随着时间渐渐过去，小孩的呼吸也越来越慢，越来越轻。

    突然一声轻微的响动，在小孩的背后响起，一只大约半米高，前肢短小，后肢却无比粗大，长着奇怪耳朵，比之刚才的狼恐兽它的耳朵更像是狗耳朵，有一半是翻下来的，浑身暗红色的怪兽缓缓走了出来。

    这是垃圾山比较弱小一种恐龙，当然是对于狼恐兽而言，它们被称呼为‘狗恐兽’。

    咔嚓！

    随着脚步声接近，小孩双目猛然扩张，原本若有若无的呼吸顿时停住。

    ‘这声音不错了。’这几乎刻进灵魂深处的脚步声响起，小孩马上知道自己的目标来了。

    双手死死的扣住手里的锈枪，小孩犹如一张绷紧的弦，完全忘记了自己还需要呼吸。

    咔嚓！咔嚓！

    一步一步，响声越来越近，同时速度也越来越慢，仿佛它知道有人在这里，好似在故意折磨对方，狗恐兽走的极为缓慢，比之百岁老人散步还要慢上两倍的速度缓缓靠过来，让人听着揪心。

    “噗！”

    这一脚踩在了小孩的篷布之上，只离小孩的脚仅仅差了一公分。

    而小孩完全没有任何动作，双目无比平静，没有起一丝波澜。

    咔嚓！

    又是向前走动的一步，似乎在这一步后，对方陷入了思考。

    漫长的等待，随着时间的加长，小孩的脸也变得越来越红，甚至开始出现发黑的感觉。

    咔嚓！

    站在小孩上方的狗恐兽似乎确定了没有危险后，终于再次迈开了自己的步子，向前走去。

    而感受着狗恐兽快要走下山坡，小孩右手食指动了。

    “叮！”

    微微一拉扯，套在小孩食指上的细线猛然一收，刚才准备了许久的另外一个小瓶子顿时再次发出一声远远小于刚才的声响，倒在地上。

    不过对于刚刚下坡的那个狗恐兽来说，是相当的清楚。

    “咯！”

    一声吼叫，原本缓缓下坡的狗恐兽顿时回转身来，速度猛然暴增，瞬间就回到了小孩的身前，那个瓶子响动之处，所用时间不到一秒，与它开始的速度相比，简直就是光速。

    “咕噜！”

    躺在兽夹之中的瓶子轻微的滚动了，狗恐兽低用头触碰了一下，似乎有些疑惑，为什么这东西为什么会倒下。

    半响，在瓶子没有丝毫反应后，狗恐兽再次迈开了自己的脚步，不过这次不是离开，反而想着小孩的篷布走了过来。

    咔嚓！

    然而，也就在这一声响起后，小孩那原本扩张到极限的眼瞳缓缓的收缩起来。

    爬在地面的身体开始聚力，右脚在前，左脚在后，身体微微弯曲，犹如一只进入状态的野兽，潜伏在那里，等待猎物靠近。

    咔嚓！

    再次踏前一步，不过这一步的声音似乎小了许多，仿佛狗恐兽也发现危机一般，只是轻轻的踏了一步。

    可惜，这一步却是步入死亡之路。

    “匡！”

    原本平展的兽夹犹如一只等待许久的野兽，血腥的大口猛然向上合并过来，将猎物死死的咬在自己的口中。

    被突然起来的咬住，猎物马上惊慌起来，扭动着身体就想要脱离束缚。

    “咚！”

    沉闷的响声在狗恐兽的上方响起，原本绑在兽夹上方的石板轰然落下，分毫不差的砸在了它的头上。

    突然起来的一砸，将狗恐兽原本因为焦急扭动的身体给砸的失去了重心，向前扑倒下去。

    然而，就在这时，一直趴着不动的小孩，动了。

    踏住地面的右脚猛然爆发，整个人好似一只脱缰的野马，狂冲而出。

    生锈的铁枪被小孩那看似柔弱的双手带出，化作一条毒蛇，迅速的向着那摔倒的狗恐兽刺去。

    “噗！”

    没有丝毫停顿，长枪笔直犹狗恐兽那因为惊慌而张开大嘴刺入，丝毫不带停顿的由对方的上颚刺入，笔直的穿透它的大脑，顶在了内部的头盖骨为止。

    然后小孩放开长枪，差之毫厘的微微转了个身，让开了狗恐兽扑下来的身体，转到了对方的右边！

    看着这仿佛是双方相互配合一般的猎杀，让人不禁想到，这个小孩究竟以这种方式猎杀了多少狗恐兽？

    既然已经熟练到能够精确掌握狗恐兽落下来的方向和力度，真是一份力量不多，也分力量也不少。

    看着摔倒在地的狗恐兽，小孩却没有丝毫愉悦的表情，反而迅速转身，俯下身体确定狗恐兽死亡后，狂吸一口气，舒缓了一下胸口的闷痛后将兽夹搬开，迅速的从篷布之中拿出一个透明口袋。

    口袋非常干净，从那还有些潮湿的边角可以看出，这个口袋在来这里前被清洗过。

    小孩俯下身，迅速将狗恐兽装了进去，直到狗恐兽的身体完全被撞进口袋之中后，小孩才将那杆因为撞击对方头骨而变形的锈枪扯出，直接丢在了一边。

    将口袋封死后，在将放在一边的篷布拿起，将狗恐兽里外包裹了三层后，迅速背起这接近六十斤左右的猎物，离开了这座垃圾山。

    而就在小孩的离开不久，几条狗恐兽就出现在了那个山坡之上，争先恐后的它们将小孩所潜伏之地给挖了个稀烂，抢夺之下将锈迹斑斑染上血液与脑髓的变形枪尖的给生生咬断，吞食了下去。

    “哎，明天又要去找新的武器了，真是烦呀。”小孩快速的向着某个方向前进，抬起他那有些稚嫩的小手，摸了摸脸，有些犯愁道。

    “轰隆隆！”

    在走了好几个钟头，翻过了无数个山坡后，伴随渐渐黑下来的天色，以及那轰隆隆的响声中，一个颇为有些壮观的城门出现在了小孩的眼睛之中。

    城门大约有十米高，用垃圾所堆积而成，不过因为大多是铁质废品，经过很好的外部粉饰后，乍眼看很是壮观。

    并且在那城墙上面还堆放着一个类似中巴车的车厢，不过已经被改成了房屋的模样，在这片垃圾山脉中，这是一幅难得的风景线。

    那城门之后，是这一片垃圾山里唯一的一个声音发源地，大约数根越有百吨重的巨大起重机不停的工作者，为上方的天空城提供能源。

    每日从清晨开始，就不断抬起，落下，直至夜幕落下才停止，那巨大的噪音几乎覆盖了这方圆千里之地。

    因为它们的关系，这里是唯一一个恐龙不会靠近的地方，那巨大的轰鸣对于它们的耳朵来说无疑是一种慢性自杀，所以几乎所有的恐龙都不愿意生活在能够听到这个响声的地方，当然也包裹狗恐兽。

    这也是小孩为什么要走几个钟头的时间，到那么远的地方去猎杀狗恐兽的根本原因。

    和天空之上的天空城一样，这里也被人命名了。

    叫做‘垃圾城’，是附近进不了天空城的人类居住的地方，完全与天空城是两个模样，相比于那里，这里简直就是地狱。

    随着接近垃圾城，小孩的脸上没有露出任何欣喜的神色，反而无比的阴沉。

    紧了紧自己背后的狗恐兽，小孩迅速的走了上去。

    “啊，是韩意回来了？哈哈...，开门。”

    一阵笑声隐约的从轰隆的巨响之中传了过来，在城楼之上，有两个人趴在那里，同样是用着与垃圾城墙颜色差不多的篷布将自己覆盖在其中，只露出一个黑黑的管子，在里面观察周围。

    其中一个似乎发现了回来的小孩，将篷布一拉，对着城门下方大声道。

    走到城墙下，看着那个用木头，钢板，外加一点铁钉所修建的大门，小孩眼中闪过了一丝厌恶。

    要是这个大门是用来防御那些恐龙来攻击的话，他一定会欣喜无比，可惜却不是。

    一个浑身蛮肉，脸上有着一块极端难看伤疤的男子从渐渐打开的大门之中露了出来，男子笑眯眯的看着小孩道：“没想到，才过一天，韩意你就回来了？真不愧是我垃圾成的第一猎手啊，怎么样收获如何。”

    冷漠的看着对方，韩意捏着包裹的手发出了咯咯咯的响声，但却被那巨大的轰鸣所掩盖。

    “一只狗恐兽。”韩意深深的吸了口气，强忍着胸中的怒气，用着他那略带稚嫩的童音回答道。

    “哈，就知道。”男子高兴的笑了笑，马上挥手让守在门后的人将大门完全打开。

    缓缓走进大门，韩意看了看四周提着武器，几个一脸防备的大人一眼后，将背后的包裹放下，露出里面的狗恐兽。

    “咕噜！”

    拿着武器的那些大人，双眼冒着绿光，死死的盯着狩猎包裹之中的鲜血淋漓的狗恐兽，喉结传出了无比清晰的吞咽之声，仿佛那装的不是一个怪兽，而是甜美无比的牛排。

    “不错，确实是一只狗恐兽，韩意规矩你都懂得吧？”男子确认了小孩手里的食物正确后，同样也咽了口唾液道。

    “恩！”韩意点点头，将包裹打开，接过男子丢来的小刀，切下了一只大腿后将剩余狗恐兽拉出口袋，递了过去。

    迅速的将递过来的狗恐兽撞进袋子之中，男子有些贪婪的吸了一口里面那新鲜无比的血腥味后道：“不错，还是刚杀不久的，好久没有享受到了。”

    将狗恐兽递给身后的手下，男子拿过两双手铐递给韩意一脸笑容道：“规矩，你是知道的。”

    接过对方手里的手铐，韩意平静的将自己的手脚扣了起来。

    “好！小的们，上城楼！”看到韩意如此受规矩，男子不仅满意的点点头，大笑着让周围的其他大人将大门再次关上，自己的提着韩意那里拿来的大半狗恐兽回到了他们那座的‘城墙’之上。

    冷漠的看了一眼大笑离开的男子，韩意提着狗恐兽缓缓的向着城门之后的建筑走去。

    在这弱肉强食的世道，这不过是极为平常的一幕。

    正如所见的，这个地方是活着的人类唯一安全的地方，可惜这里却居住着一个恶霸。

    恶龙，这是这里的人给他起的，是这里人形容他与外面那些恐龙一样凶残而私底下叫的名字。

    当然他也是配得上这个名字，原本在以前这里没有任何形式的城门，而在人们好心的收留这个人之后，那原本还算安逸的垃圾城顿时变成了地狱。

    典型的好吃懒做的恶龙召集了城里的几个与他臭味相同的人后，在门边建立起了那所谓防御恐龙来袭击的城墙，当时的人们也没在意，仅仅只是以为这恶龙怕死而已。

    然而，随着城墙建立完毕，恶龙那极端的手段顿时显露出来，一天等所有猎人都出去寻找食物之后，大门第一次关闭了。

    相信大家也知道这座城墙是用来做什么的了吧？不错是专门用来防御原本垃圾城的猎人的。

    大门紧闭的恶龙，丢下了无数手铐，要求所有回城的猎人都得戴上手铐，并且上缴百分之八十猎物才可以进城的规矩，不交就杀了他们所有人的家属，将尸体给他们。

    无奈之下，猎人们只得忍屈点头，带上了那个犹如奴役一般的手铐。

    然而因为每次大量的上缴食物，使得原本食物还比较丰厚猎人们不得不经常出去猎杀恐龙，这也使得原本还有一百多人的垃圾城，快速减少。

    现在活着的人只剩下不到几十人，大多数还都是小孩。

    随着时间的推移，大多数猎人死的死，伤的伤，没有办法之下，恶龙开始逼迫向韩意这般大的小孩出去寻找猎物。

    当然为了预防这些学会猎杀术的小孩，恶龙也毫不客气的给予他们带上了镣铐。

    这里就是一个炼狱，不断的折磨着苟延残喘的人们。

    天空城与垃圾城，天堂与地狱！！！

    最新全本：、、、、、、、、、、

`